---
kind: other
id: Methods.T:Autodesk.Revit.DB.Events.DocumentSaveToCentralProgressChangedEventArgs
source: html/584ba4c2-d399-d97f-257b-a2c87b4617a2.htm
---
# DocumentSaveToCentralProgressChangedEventArgs Methods

Indicates whether the event is being cancelled.